app/controllers/student_controller.rb

SELECT "students".* FROM "students"
---
    def show
        @student = Student.all